IDEA StatiCa Open Model
ConnectionSetup.ApplyConeBreakoutCheck Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Apply cone breakout check
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ConeBreakoutCheckType ApplyConeBreakoutCheck { get; set; }
Public Property ApplyConeBreakoutCheck As ConeBreakoutCheckType
	Get
	Set
public:
property ConeBreakoutCheckType ApplyConeBreakoutCheck {
	ConeBreakoutCheckType get ();
	void set (ConeBreakoutCheckType value);
}
Property Value
Type: ConeBreakoutCheckType
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace